Repository: dirkgroenen/WooCommerce-Mollie-iDeal
Catalog: woocommerce-mollieideal/lang/wcblmollieideal-*.po
Languages: nl_nl

source: Payment gateway for Mollie iDeal
nl_nl: Betaal gateway voor Mollie iDeal

source: Enable/Disable
nl_nl: Inschakelen/Uitschakelen

source: Enable iDeal payment
nl_nl: Schakel iDeal betalingen in

source: Title
nl_nl: Titel

source: This controls the title which the user sees during checkout.
nl_nl: Dit bepaald de titel die de gebruiker ziet tijdens het betalen.

source: Customer Message
nl_nl: Klant bericht

source: Pay your order with iDeal.
nl_nl: Betaal uw bestelling met iDeal.

source: Enable testmode
nl_nl: Testmodus inschakelen

source: Add a testbank to your iDeal bank list. Be sure to turn it off when you go online!
nl_nl: Voegt een test bank to aan de iDeal banken lijst. Let er op dat je deze uitschakeld als de webshop online gaat!

source: Add your Mollie partner ID here. You can find it on your profile page on http://mollie.nl.
nl_nl: Vul hier je Mollie Partner ID in. Je vindt deze in je accountgegevens op http://mollie.nl.

source: Bank statement prefix
nl_nl: Bankafschrift voorvoegsel

source: Set the prefix that customers will see on their bank statement. (An order ID will automatically be placed at the end) (Up to 20 characters allowed. More will be removed.)
nl_nl: Hiermee kan een beschrijving worden meegegeven die in het online-bankpakket getoond wordt. Zorg dus dat hier iets staat dat de lading dekt, zoals je webshop naam. (Een order ID zal automatisch op het einde worden toegevoegd) (In totaal 20 tekens toegestaan, meer zullen automatisch worden verwijderd door de bank)

source: Choose your bank:
nl_nl: Kies uw bank:

source: Payment error:
nl_nl: Betaal error:
